{
  "home": "Accueil",
  "feed": "Feed",
  "about": "À propos",
  "projects": "Projets",
  "contact": "Contact",

  "introduction.title.line1": "Hello,",
  "introduction.title.line2": "Je suis",
  "introduction.subtitle": "Bienvenue dans mon",
  "introduction.subtitle.universe": "univers",

  "feed.view": "Voir plus",

  "about.skills": "Compétences",
  "about.hobbies": "Hobbies",
  "about.content": "Hello, moi c'est Esteban - AI engineer et développeur aux multiples passions, à l'âme entrepreneuriale.\n\nJ'ai commencé en 2020 avec ma première boutique en ligne, alimentant ma passion pour le développement web et l'entrepreneuriat. Depuis, j'ai lancé plusieurs boutiques et blogs, soit en développant tout moi même, \"à la main\", soit en utilisant des solutions type Shopify et WooCommerce. J'ai au passage découvert le SEO, et ai automatisé et optimisé mon activité en développant divers outils ainsi qu'en utilisant la data science (pour choisir au mieux les mots les plus propices pour du SEO par exemple).\n\nEn 2021, j'ai découvert React et ai développé avec ce framework, un blog sur lequel je parle de programmation en Python, proposant également des articles sous forme de formations. J'ai également fait mes premiers projets pour des clients en commençant par un intranet pour un incubateur de startups.\n\nEn parallèle, j'ai découvert le trading algorithmique et ai commencé à développé des solutions soit open-source, soit pour des clients, et à découvrir les solutions cloud avec Amazon, Google et Oracle, ou le déploiement sur Raspberry Pi.\n\nEn 2022, j'ai continué à créer des sites web pour des clients, tout en proposant des services de rédaction web et en commençant un blog sur Medium.\n\nEn 2023, je choisis de me spécialiser en intelligence artificielle pour finir mon cycle ingénieur, et je commence donc quelques projets, notamment la génération d'images pour enrichir le dataset d'un trieur optique agroalimentaire. En parallèle, je développe une suite d'outils pour optimiser mon activité liée aux marketplaces comme Vinted, Leboncoin, Wallapop, et je lance une chaîne YouTube pour exprimer ma passion du piano.\n\nEn 2024, je finalise mes études et réalise mon stage de fin d'études chez Worldline en tant qu'Artificial Intelligence Engineer, où je développe et expérimente des approches de filtrage d'emails anti-spam dans un contexte big data (plusieurs dizaines de millions d'emails par jour). En parallèle, la demande croît pour la suite d'outils pour e-commerçants que je conçois, je les commercialise donc et gère l'hébergement sur AWS et le déploiement via Terraform, Ansible, et Kubernetes.\n\nAujourd'hui, j'ai toujours plein de projets en tête, notamment je suis en train de concevoir un site de révision des examens aéronautiques théoriques et une application mobile pour compter ses calories et macros à partir de photos.",

  "projects.skills": "Compétences liées",
  "projects.view": "Voir plus",
  "projects.more": "Et plus...",

  "contact.seq1": "Une question ?",
  "contact.seq2": "Un projet ?",
  "contact.seq3": "Une collab ?",
  "contact.seq4": "On bosse ensemble ?",
  "contact.name": "Nom",
    "contact.email": "Email",
    "contact.message": "Message",
    "contact.send": "Envoyer",
  "contact.error": "Une erreur est survenue, veuillez réessayer plus tard.",
    "contact.success": "Votre message a bien été envoyé ! Je vous répondrai dès que possible.",
  "contact.desc": "Contactez-moi à ",
    "contact.desc2": " ou via le formulaire ci-dessous.",

  "footer.thanks": "Merci !",
  "footer.thanks_text": "Thank you for visiting my website. I hope you enjoyed what you found here!\n\nFeel free to send me a message for any inquiries.",
  "footer.thanks_text": "Merci d'avoir visité mon site web. J'espère que vous avez apprécié ce que vous y avez trouvé !\n\nN'hésitez pas à m'envoyer un message pour toute demande.",
  "footer.links": "Liens",
  "footer.contact": "Contact",

  "madeby.1": "Fait avec",
    "madeby.2": "par Esteban Thilliez. Designé avec Figma. Développé avec React. Hébergé sur Vercel. Code source ",
    "madeby.3": "ici"
}