{
  "home": "Accueil",
  "feed": "Feed",
  "about": "À propos",
  "projects": "Projets",
  "contact": "Contact",

  "introduction.title.line1": "Hello,",
  "introduction.title.line2": "Je suis",
  "introduction.subtitle": "Bienvenue dans mon",
  "introduction.subtitle.universe": "univers",

  "feed.view": "Voir plus",

  "about.skills": "Compétences",
  "about.hobbies": "Hobbies",
  "about.content": "Hello, moi c'est Esteban - développeur web, entrepreneur et trader, aux multiples passions.\n\nJ'ai commencé en 2020 avec ma première boutique en ligne, alimentant ma passion pour le développement web et l'entreprenariat. Depuis, j'ai lancé plusieurs boutiques et blogs, soit en codant tout moi même, soit en utilisant des solutions type Shopify et WooCommerce. J'ai au passage découvert le SEO, et ai automatisé mon activité en développant divers outils.\n\nEn 2021, j'ai découvert React et ai développé un blog sur lequel je parle de programmation en Python, proposant également des articles sous forme de formations. J'ai également fait mes premiers projets pour des clients en commençant par un intranet pour un incubateur de startups.\n\nEn parallèle, mon intérêt pour le trading m'a amené à créer des solutions de trading algorithmique basées sur Python, soit open-source, soit pour des clients, et à découvrir les solutions cloud avec Amazon, Google et Oracle, ou le déploiement sur Raspberry Pi.\n\nEn 2022, j'ai continué à créer des sites web pour des clients, tout en proposant des services de rédaction web et en commençant un blog sur Medium.\n\nAujourd'hui, j'ai toujours plein de projets en tête, notamment une première chaîne YouTube et une nouvelle boutique en ligne que je suis en train de développer, en parallèle du panel de services que je propose.\n\nUne dernière chose : je suis partisan de l'open-source, vous trouverez donc des dizaines de projets sur mon GitHub !",

    "projects.skills": "Compétences liées",
  "projects.view": "Voir plus",

  "contact.seq1": "Une question ?",
  "contact.seq2": "Un projet ?",
  "contact.seq3": "Une collab ?",
  "contact.seq4": "On bosse ensemble ?",
  "contact.name": "Nom",
    "contact.email": "Email",
    "contact.message": "Message",
    "contact.send": "Envoyer",
  "contact.error": "Une erreur est survenue, veuillez réessayer plus tard.",
    "contact.success": "Votre message a bien été envoyé ! Je vous répondrai dès que possible."
}