{
  "home": "Home",
  "feed": "Feed",
  "about": "About Me",
  "projects": "Projects",
  "contact": "Contact",

  "introduction.title.line1": "Hi There,",
  "introduction.title.line2": "I'm",
  "introduction.subtitle": "Welcome to my",
  "introduction.subtitle.universe": "universe",

  "feed.view": "See more",

  "about.content": "Hello, I'm Esteban - web developer, entrepreneur and trader, with multiple passions.\n\nI started in 2020 with my first online store, fueling my passion for web development and entrepreneurship. Since then, I've launched several stores and blogs, either coding everything myself or using solutions like Shopify and WooCommerce. I've also discovered SEO, and automated my business by developing various tools.\n\nIn 2021, I discovered React and developed a blog on which I talk about programming in Python, also offering articles in the form of training courses. I also did my first projects for clients, starting with an intranet for a startup incubator.\n\nIn parallel, my interest in trading led me to create Python-based algorithmic trading solutions, either open-source or for clients, and to discover cloud solutions with Amazon, Google and Oracle, or deployment on Raspberry Pi.\n\nIn 2022, I continued creating websites for clients, while offering web writing services and starting a blog on Medium.\n\nToday, I still have plenty of projects in mind, including my first YouTube channel and a new online store that I'm developing alongside the range of services I offer.\n\nOne last thing: I'm an open-source advocate, so you'll find dozens of projects on my GitHub!",
    "about.skills": "Skills",
  "about.hobbies": "Hobbies",
  "projects.skills": "Related skills",
  "projects.view": "See more",

  "contact.seq1": "A question?",
    "contact.seq2": "A project?",
    "contact.seq3": "A collab?",
"contact.seq4": "Want to work together?",
  "contact.name": "Name",
    "contact.email": "Email",
    "contact.message": "Message",
    "contact.send": "Send",
  "contact.error": "An error occurred while sending the message. Please try again later.",
  "contact.success": "Message sent successfully! I will get back to you as soon as possible."
}