[
  {
    "title_fr": "Vintools",
    "title_en": "Vintools",
    "description_fr": "Vintools est une suite d'outils closed-source que je propose aux e-commerçants afin d'optimiser leur activité en ligne.\n\nCes outils permettant notamment d'automatiser des tâches récurrentes, de recevoir des notifications lorsque des articles cibles sont publiés sur certaines marketplaces, d'obtenir les articles tendance grâce à l'intelligence artificielle, etc...\n\nContactez-moi pour en savoir plus !",
    "description_en": "Vintools is a closed-source suite of tools that I offer to e-merchants to optimize their online business.\n\nThese tools allow you to automate recurring tasks, receive notifications when target articles are published on certain marketplaces, get trending articles thanks to artificial intelligence, etc...\n\nContact me to learn more!",
    "image": "vintools.png",
    "skills": [
      "python",
      "keras",
      "flask",
      "react",
      "aws",
      "terraform",
      "ansible",
      "kubernetes"
    ],
    "logo": "vintools-logo.png"
  },
  {
    "title_fr": "Patatri",
    "title_en": "Patatri",
    "description_fr": "Génération d'images de pommes de terre par intelligence artificielle afin d'enrichir le dataset d'entraînement du trieur optique de Downs.\n\nDéveloppement de GAN (Generative Adversarial Network), entraînement et fine-tuning de modèles de diffusion, afin de créer un pipeline complet permettant de générer une image telle qu'attendue par le modèle de classification du trieur optique, selon une classe choisie par l'utilisateur.",
    "description_en": "Generation of potato images by artificial intelligence to enrich the training dataset of Downs' optical sorter.\n\nDevelopment of GAN (Generative Adversarial Network), training and fine-tuning of diffusion models, in order to create a complete pipeline allowing to generate an image as expected by the classification model of the optical sorter, according to a class chosen by the user.",
    "link": "https://www.downs.fr/produits/downs-cropvision/",
    "image": "downs.png",
    "skills": [
      "python",
      "pytorch",
      "tensorflow"
    ]
  },
  {
    "title_en": "ProPython",
    "title_fr": "ProPython",
    "description_en": "ProPython is a blog about the Python programming language. It's aimed at developers of all levels, from beginner to advanced.\n\nI've written several articles to help you learn Python, as well as a series of training courses.\n\nI've also integrated a paid option and a subscription system enabling you to access all the articles, using the Stripe API.",
    "description_fr": "ProPython est un blog sur le langage de programmation Python. Il est destiné aux développeurs de tous niveaux, du débutant au confirmé.\n\nJ'y ai écrit plusieurs articles pour apprendre le Python, ainsi que des séries sous forme de formation.\n\nJ'ai également intégré une option payante et un système d'abonnement permettant d'accéder à tous les articles, en utilisant l'API de Stripe.",
    "image": "propython.png",
    "link": "https://propython.esteban-thilliez.com/",
    "skills": [
      "nextjs",
      "tailwindcss",
      "graphql"
    ],
    "logo": "propython-logo.png"
  },
  {
    "title_fr": "Mindtopia",
    "title_en": "Mindtopia",
    "description_fr": "Sur Mindtopia, je partage mes notes personnelles (que je souhaite bien rendre publiques) sur tout et n'importe quoi.\n\nEn façade, c'est un site web, mais en fait toutes mes notes sont stockées en local sous forme de fichiers Markdown auxquels j'accède avec Obsidian, et celles que je choisis de mettre publiques sont déployées sur le site automatiquement.",
    "description_en": "On Mindtopia, I share my personal notes (which I want to make public) on anything and everything.\n\nOn the front end, it's a website, but in fact all my notes are stored locally as Markdown files which I access with Obsidian, and the ones I choose to make public are deployed to the site automatically.",
    "image": "mindtopia.png",
    "link": "https://mindtopia.esteban-thilliez.com/",
    "skills": [
      "javascript"
    ],
    "logo": "mindtopia-logo.png"
  }
]
